[
  {
    "name": "Heal",
    "description": "Heals your champion and the allied champion nearest to the cursor for 80 − 318 (based on level), while also granting both of you  30% bonus total movement speed for 1 second.",
    "cd": "240"
  },
  {
    "name": "Ghost",
    "description": "Your champion ignores unit collision and gains 24% − 48% (based on level)  bonus movement speed for 10 seconds.",
    "cd": "240"
  },
  {
    "name": "Barrier",
    "description": "Grants your champion a  shield that absorbs 100 − 460 (based on level) damage for 2.5 seconds.",
    "cd": "240"
  },
  {
    "name": "Exhaust",
    "description": "Weakens the target enemy champion for 3 seconds,  slowing them by 40% and reducing their damage dealt by 35%.",
    "cd": "240"
  },
  {
    "name": "Flash",
    "description": "Blinks your champion a short distance toward the target location.",
    "cd": "300"
  },
  {
    "name": "Teleport",
    "description": "After  channeling for 4 seconds, removes any homestart or homeguard buff and blinks your champion to target allied turret. Upgrades to An icon representing Unleashed Teleport Unleashed Teleport at 10:00.",
    "cd": "360"
  },
  {
    "name": "Smite",
    "description": "Deals  600 true damage to the target medium / large monster or enemy minion. Against pets, deals 40 true damage instead. Transforms into An icon representing Unleashed Smite Unleashed Smite once a jungle pet is fed 20 treats.",
    "cd": "15 ",
    "recharge": "90",
    "charges": "2"
  },
  {
    "name": "Cleanse",
    "description": "Removes all  disables (excluding  Airborne,  Nearsight, and  Suppression) and An icon representing summoner spell summoner spell debuffs (excluding An icon representing Mark Mark) affecting your champion, and grants you 75%  tenacity for 3 seconds.",
    "cd": "240"
  },
  {
    "name": "Ignite",
    "description": "Sets the target enemy champion on fire for 5 seconds,  revealing them and dealing 70 − 410 (based on level)  true damage over the duration, with the first tick of damage occurring briefly after the cast and subsequent ticks occurring every 1.056 seconds after the previous. The target is also inflicted with  Grievous Wounds for the same duration.",
    "cd": "180"
  }
]
